/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Právě probíhá generování tabulky vlnových průběhů. Zkuste to znovu, až proces generování skončí.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Byly nalezeny informace o barvě zvuku pro jeden vlnový průběh. K dispozici je formantová modulace, aktivovaná nastavením přepínače Modulace do polohy „Formant“. Ovládací prvky Tvar 1 a Tvar 2 jsou mimo provoz.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Aby bylo možné vytvořit ze zvukového souboru tabulku vlnových průběhů, musí obsahovat tón stálé výšky, několik tónů různé výšky oddělených tichem nebo jeden či více úseků o délce jedné periody.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Nová tabulka obsahuje %d vlnových průběhů.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Probíhá generování tabulky vlnových průběhů";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Byla vytvořena tabulka s jedním vlnovým průběhem";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabulka vlnových průběhů nebyla vytvořena";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabulka vlnových průběhů byla vytvořena";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interní";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Odbočka:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Vypnuto";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Externí zvukový vstup:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifikace tónů";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analýza výšky tónů";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analýza: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Chyba otevírání souboru";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Soubor, který se pokoušíte načíst, nelze najít.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Chyba otevírání souboru";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "K načtení vybraného souboru není k dispozici dostatek paměti.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Soubor obsahuje změny tempa";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Varování: Některé z importovaných souborů obsahují značky změny tempa. Tato verze MainStage nepodporuje synchronizaci souborů se změnami tempa.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Chyba otevírání souboru";

/* Playback file alert */
"PlaybackTransientsMessage" = "Tranzienty ve vybraném souboru byly v Logic Pro skryty. Před otevřením v plug‑inu nejprve tento soubor otevřete v Logic Pro a zobrazte tranzienty.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Neznámá chyba";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Vybraný soubor nelze otevřít.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nepodporovaný formát zvukového souboru";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Zvukový soubor, který se pokoušíte přidat, není v podporovaném formátu. Před přidáním do plug‑inu přehrávání tento soubor převeďte do podporovaného formátu v iTunes nebo jiné zvukové aplikaci.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Soubor chybí)";
